<PAD>
?
^
&
<MASK>
<SEP>
C
Cl)c(Cl)c3)
[C@]23
[N@+]
c2cc3c(
[s+]
F)c(F)
c7
c3ncc
CC5)
CCl)
c1)
cccc4
~
CCN(CC)CC)
[C@@H]
NO
c3ccccc3)CC2)
N(C(C)=O)
c1ccc(OC
C1=
)cc2)cc1
nn2
c4ccccn4)
CC2
=O)cc3)
3
[C@@H](CC)
NC(=O)
3)ccc1
c2c(F)
NC(C)=O)
c1cc(Cl)cc
c2ccco
%23
[C@@H]2
C1CC(
c1ccc(Cl)c(Cl)c1
F)cc
[Er]
c(C)c1)
O1)
[La-]
c2ccc([N+](=O)[O-])cc2)
[Pt-2]
c2c(n1)
c(C(=O)O)
c2cc(=O)
c4ccc5c(c4)
C[C@@H]3
5)cc
cc(C)cc1
[C@@](C)(O)
C2CCN(
c4ccccc4)CC3)
3C)
c3nc(N)
[C@@H](C)CO)
c(N)n1
C(=O)N[C@@H]1
[C@H](OC)
OCC(
1C
C(\
/C=C/C(=O)
[N+](=O)[O-])cc1
F)cc3
[C@]12C
c1ccc(Br)cc1)
sc3
[C@@H]1[C@@H](
P(O)(O)
c23)CC1
c(CO
OCO3)
c1-2
c2cc(OC)
(C(F)(F)F)
CC(C)(C)C
CC3CC(
cnc1
Cc1
C(N[C@@H](
-n1
>
CC[C@@H]3
CCC=C(C)C)
cc(
[C@H](C(=O)N
COc1c(
CC(C)(
[Sn+]
c2c1=O
S(=O)(N
[C@H]5
(C)c1
c2nc(
OCC(=O)O)
c3ccc(-
c2cc(C(F)(F)F)cc
c2ccccc2Cl)
s2)c1
cc5)
Cc1ccc(F)cc1)
[18OH]
C=CC(=O)
NS(=O)(=O)
C(C)
(C)CC
Cc1ccc(Cl)cc1
[C@@H](NC(
CC=
c5)
c(Br)c1
N=C1
CCC[C@H]1
c3cccc(OC)
[Ir]
%19
C2CC2)
C4=O)
C2CCCCC2)
c1c(-c2ccc(
CC1=C(
cn4)
C(=O)OC)
c2ccc(C(=O)N
c2ccc(N
c(Cl)cc
)cc(OC)c1
[C@@]3(
c2cccc(-
)cc(OC)c1OC
/C(=C(\
N=C
c2c(F)cc(
c3cc(Cl)c(
Cc1ccc(F)cc1
C[C@H]1
[124I]
/C=C1\
c3ccccc3F)
o
c2ccccc2)C1
c1cccc([N+](=O)[O-])c1
[C@@](O)(
C=C2
[C@]2
nc(-c3ccccc3)
c2cc(NC(=O)
C(F)(
n2)ccc(
C(=O)CC
nc3n2
o1
c1cc(C(=O)N
F)
[o+]
[Br+]
[Pd]
/C=C/C=C/
[C@@]3(O)
c1c(C(=O)N
O[C@H]2
c3ccc(OC)cc3)
N(c2ccccc2)
c1cc(F)c(
c1ccncc1
c(O)c1
CC(O)
c2
CC2)cc1
c2nc3ccccc3
4CCCC4)
CC4
n3C)
Cl)cc
nc2c1
%16
N(CCCl)
c2cc(Cl)ccc2
N(C)C
CCN(C(=O)
N2CCCC2)
CN1CCC(
Cc1ccc(C(=O)N
[N-]
[Hg]
CCOCC1)
c1ccc(CN2
cs2)
cn2)CC1
=C1
c4ccncc4)
C[C@H](NC(
c2)cc1)
C=O)
c2n(C
NS(
(=O)=O)cc1
C(=O)N(C)C
[C@]4
c3n2)
c2nc(N3
C(F)(F)F)cc(
cc1)
F)c(-
N(C)C(=O)
c2ccccc2c1)
c3cc(C)
[BH3-]
c3ccc(OC)cc3
c1ccccc1)c1ccccc1
C3)C2
c1c2cccc
cccc2)cc1
cnc2
[SnH2]
[Al]
cc21
N3CCN(
c1cnc(N
/N=C\
sc1)
c3cccc(Cl)
-c1cc
C/C(
cc2c1
(F)(F)F)
c1cccc(F)c1)
C2=O)cc1
c2cco
C(=O)C
S(=O)
C(=O)C(C)
c1n(C)
[Ag]
[C@@H]5
[Co+]
c(N4
5CCCC
OCCO2)
[Tm]
c(S
c4ccco4)
N(CC)
Cc1c(C)
C)O
cn(C)
CCC)
CC(O)CO
C(=O)NC)
C(=O)N2CCN(
Oc2ccc(
[La]
n1)
c2ccc(Cl)cc2)cc1
c3-
c2cc
c2c(
C(Cl)(Cl)
OC1
c3ccc(Cl)cc3)
CNC(=O)
nc(C)
O[C@@H]2
[Yb-]
S(=O)(=O)c1ccc(
c2cc3
N(CC(=O)N
c2cc(F)
CC1CCCCC1)
c([N+](=O)[O-])
C[C@@H](CO)
c2cccc(O
N(CCCl)CC
cccn
[B+3]
c2ccc3c(
[n+](
n2cc
c1c(O)ccc(
%14
C(=O)N(C)C)
[P@H]
c(C)cc(
C(c1ccccc1)
c3ccc(C)cc3)
c2nc(-
c(N(C)C)
c(-c2n
[C@H]3CC
oc2
CCNCC3)
CCC(C)
Cn2
nc3C)
c2ccccc2n1
cc3
[cH-]
C(CNC(=O)
c5cccc
CN3CCN(
(O)
c1ccccc1
C(C)(C)C)cc1
c2c(=O)
[TlH2+]
CCC(=O)O
=S)
Cc2ccc(OC)cc2)
C1(N
[Fe]
%13
P(O
OCC(O)
C1CCCC1
N)N)
%22
OCCO4)
C#C
4)
[C@H](N
C2=
n2c(=O)
nc1)
N1CCCC1
c[nH]
c2ccc3ccccc3
[C@H]1O)
CCCCC3)
nc2ccccc21
C1CN(
C2)cc1
CCCCC)
CC12
[Ni-2]
c2ccc(Br)cc2
OCO3
=[N+]=[N-]
-c2o
c2O)
=O)cc1)
Cc2cc(
(Cl)
c2ccccn2)
c1ccc(-c2ccccc2)cc1
[C@H]2CC
c2nc(N
[Rh-]
c3cn(C)
n1c(C)
)cc
oc12
c5[nH]
CCCC)
c3cc(-
[N+](=O)[O-])cc1)
O2)
C(C)=O
[Ta]
[I+2]
C/C=C\C/C=C\
o1)
c2cccc(C(F)(F)F)c2)
cnc2)
C1CC
[AlH2-]
c4ccccc34)
CC1CC1
c1cccnc1
CCCN2
%17
s3)
CC=C(C)C)
[C@@H]1O
c2ccc(F)cc2)CC1
C2C(
c1c(Cl)cc(
c5cc(
cccc2)c1
C1=CC(=O)
OC)cc(
N(Cc1ccccc1)
c2nc(C)
ccc(C)
C(F)(F)F)cc1)
C(=O)N(C
c(N
6)
Cc1cc(
c1cc2c(
[C@]3(
CCOc1ccc(
C(=O)NC(=O)N
c3)cc
CN2CCC(
CCCCCCCCCCCCCCCC
c4cccs
ccc(NC(
=[N-]
c2ccc(C#N)cc2)
[C@@H](O)[C@H]1O
c2F)
CCCN(C)
ccn2)
N=C(N)N
ccc2c1
[n+]2
OCc2ccccc2)
C(F)(F)F)
c4cc(
c1c(Cl)cccc1
ccccc12)
N)c1
C23CC4CC(CC(C4)
c1c[nH]
CCCCN
c(NC(
/C=C/C(=O)N
c1ccc2ccccc2c1
n1c(
cc(Cl)
(C)(
CCC2
[C@H]2O
C(CC)
c2cccc(F)
C(=O)N3
-c2ccccc2)
C#N)cc(
=C/C
[OH+]
nn2)
CCCN2C(=O)
5
ccnc1
Cn2cc
%15
c4cccc
c1ccc(N2
C#N)cc2
c3ccc4ccccc4
Cl)c3)
COC(=O)N
O=C(CSc1n
COCCO
c3cc(OC)ccc3
CCC[C@@H]1
C2CCC2)
[10c]
c2cc(N
o3)
CC1CC1)
[C@H](CC
Cc1cs
c1c(OC)cc(
c1c(C)cccc1
c(O)c(
[Se-]
[S]
=C(N
Cc2ccc(
[C@@](C)(
c3ccc(
c2ccc(Cl)cc2Cl)
N(C(=O)N
CC3CC3)
c1cc(Cl)
c4ccc(
c1c(OC)c(OC)
n2cnc3c(
=N)
C#N)cc2)
)cc(
[Ba]
[V-2]
=C(C#N)
ccc(O
CC(=O)N3
c12)
C2(
C)C(=O)
[SH+]
CCCNC(=O)
CCC12
c1c(O
CC1CCN(
[127I]
C)cc2)
COc1cc2c(
c3c(F)cccc3F)
sc(-
Cc1nn(C)
[nH]3)
c3n(
=C/C=C/
C(=O)NC(
c3
N3C(=O)
[C@H](C)
c3cccc
7
c2ccc(C)cc2)
n2)ccc1
C(=O)N2C
O=S(=O)(
CN(Cc1ccccc1)
Cn2cc(
c2nc(N)
C(N(C)C)
c1ccccn1
C(F)(F)F)c3)
(
c1c(C(F)(F)F)
CN1CCN(
CCCN3
[C@H](Cc1ccccc1)
c2ccc(OC)cc2)
cc(C(=O)N
Br)cc2
OC)c(OC)c1)
c2ccc3c(c2)
C[C@H](NC(=O)
C(=O)N1CC
[S@]
C(N)=O)c(N
(=O)o
CC[C@@H]2
c2ccc(N(C)C)
[TeH]
[Cu-2]
c2cccc(OC)
[Au]
[CH]
1
CC(C)N
c3c[nH]
C(C#N)=C(N)
[N+](C)
n2cc(
[n+]([O-])
CCNC(
[n+]
C3)
n1cn
c(Cl)
[C@]3(C)
C4(
[C@@]1(
=N/
-2
nccc1
CC)cc1
n(CC(=O)N
c1cc(N
OCCOCC
[Ni+3]
cn1)
cnc3
c3ccc(N
[C@H]1CO
c2ccccc2c1=O
n2)n1
N(
c1c(C)
n3)cc2)
C#N)cc
CC(=O)O
c2ccncc2)
F)c1
cn3)
[C@H]1
c1nc2c(
/N=
Nc1ccccc1
n[nH]
cs1)
=N
c(C(
CC3)cc2
[se+]
cc(C)c1
S1(=O)
[N+](=O)[O-])cc2
C(O)
c1c(C)cc(
/C=N/NC(
n(Cc2ccccc2)
[Pr]
c3cccc(C(F)(F)F)c3)
[C-]
C(=O)Nc1ccc(
c2ccccc2)n1
[123I]
c1C
=C2
C(/C=C/
S(N)
c1cc(Br)
c2cn
C2CC(
-c2cc(
O[C@@H]1
c4ccccc4
(=O)=O
%18
ncc2
n[nH]1
N=
[C@H]2C
c4n
c1cc
[C@@H]4[C@@]5
c1ccc(OC)cc1)
c1ccc(Br)cc1
/C(=C\
COC(
c2cc3c(cc2
/N=C(/
c1ccncc1)
Cc1cn(
ncnc2
ccc1O
N2C
CC2)cc1)
CCCCCCC)
/C1
c(=O)n(C
c1ccco
c2ccc3n
OC2
(C)
c2c1cccc2
CCCN(C
CNC(
Cl)c(
/C=N/N
c(=O)
COc1cccc(
O[C@@H](
N(C)
C23
CS
CCCCCCCC)
n3c(
cn2
CS(=O)(=O)
/C(=C(/
CCN(C(
C(C)C)
N1CCN(C
OCC2
Nc1cc
CC(=O)OC
NC(N)
[C@H](NC(=O)
c3ccc4c(c3)OCO4)
C(C)=O)cc1
c2ccccc2F)
[SH2]
Cc1cccc(C)c1
p
n1cc
C3CCCCC3
c3c(C)
c1c(F)c(
[C@@H]1
Cc1cccnc1
[Cl+3]
c(CC)
c1cc(F)ccc1
Cc2n
[As+]
OC)c(OC)c(OC)
NC(=S)N
COc1ccc2c(c1)
c1cc(C2
CCCC2)
=C/
nc2C)
c2)ccc1
[Eu-]
C2)C3)
[C@@H]12
c1cccc(N
c2cc(C)ccc2
c1cc2
c(=O)[nH]1
4)CC3)
c1cn2
[CH2-]
[C@@H](C)O)
c2)nc1
C(C)(O)
CCOc1ccccc1
[Hf+4]
CCCN1C(=O)
NS(=O)(=O)c1ccc(
c2c(Cl)cccc2
CCCCCCCC
CC(N)
c1ccc(C)cc1
c3nc(
(-c2ccccc2)
C[C@H]3
c(=O)o
Cc2ccc(-
CC[C@@H](
c(OCC
N#Cc1ccc(
c2c(-
[C@@]2(C)
cnc(N
ccc(OC)
CCC(O)(
CC(C(=O)N
CNC(=O)N
Cl)cc1)
Nc1n
Cl)ccc1
S(=O)(=O)c2ccc(
[N+](=O)[O-])ccc1
3)ccc2
C(NCC
c4ccc(OC)
COc1cc2
c(N3
c(OC)c2)
c(=O)[nH]c2=O)
CN1
N#Cc1c(
O=C(/C=C/
C(=O)/C=C/
c1ccc(-c2n
n1cc(
C(F)(F)F
/C(O)
CCN(C)C)
cc
c2c(c1)
CC(=O)NC(
CCNCC1
OCO4
Cc1[nH]
[C@H]
CCCC2
c2cc3ccccc3
[C@]1(C)
C(N)=O)
CCC(N
c1cccc(-
c2ccc(F)cc2)
N1CCCC
[C@H]1O
=C(/
CCN(
%20
(=O)N
c2c3c(
c2oc(-
c3ccc(C(F)(F)F)cc
C1CN(C(=O)
c1oc(
N2CCCCC2)
C)c(
c2cccc3
ccc5
c1ccc(OC)cc1
c3c(
c2C)cc1
c(C(N)=O)
nc23)
[c+]
C)cc(
C(=O)N[C@@H](CC(C)C)
C/C=C\
[C@@H]4
OCc1ccccc1
[N+](
[C@H]2
O=c1cc(
N)=O)
S(C)(=O)=O)
N2CC
[Ba+2]
c1ccc(Cl)cc1Cl
c1ccc(C2
Cc2c(
%11
C3)cc1
ccc2
ccc1
Br
Br)cc1
CCC(N3
c(F)cc1
Cc1cc(C)
[Cu+2]
cccc2
cc4)
c1cccc(C(F)(F)F)c1
C12
[B@H-]
c1cc(-c2n
c(=O)c(C(=O)O)
[C@@H]1O)
OC)cc1
c4)cc
n(C)c(=O)
[C@@]23
/N=C1\
(N3
COc1ccc(C(=O)N
nn3
C3=
N[C@H](
S(=O)(
CCc3ccccc3)
c2C)
c(C(=O)N
c1cccc(-n2
c23)cc1
O=C1NC(=O)
c([N+](=O)[O-])c1
c4cc5c(
[PH+]
s2)cc1
ncnc32)
c1ccc(NC(
[C@@]21
nc(NC(
c4c3
Cl)cc2
Cc2cn
3)cc2
N(CC)CC)
[nH]c3
c-3
CC[C@H](NC(=O)
c2c(c1
C(=C)
c3ccco3)
CC2(
c3ccc(N4
/C=C\
CC(C)
nc1N
C1=C(
no1)
n2C)
C(=S)
n3)cc
c1cnn2
o2
c(-c2ccc(
F)c(
C(=O)NCC
O)cc2)
O=C(COC(=O)
cc1
c2ccccc2OC)
Cc1ccco1)
CCN2
c2cccc(Cl)
c3cc(
[Be]
c1cc(OCC
c3ccccc3C)
cccc
no2)
cccc12
/N=C/
CCCN1CCN(
c3cs
CCC[C@H]2
Cn1cn
[C@@H](O
c5ccccc5
[C@]12
n4cn
c4ncn
S(
CNC
C[C@H](O)
c(
cccc2)
c2cccn
CCN)
c1nc(
OCO4)
C1=C(C)N
Br)
[Lu]
CO1
c3c4c(
O=C
[Ir+3]
CCN(C)CC1)
c3ccc(Cl)
c(-c3ccc(
c3ccc([N+](=O)[O-]
C(=O)N[C@H]1
Nc1nc(-
CCCN1
nc4
[C@@H]4CC
c1ccc(Cl)cc1
C(=O)N1CCC(
O)c(O)
c1ccc(F)cc1)
c3cc4ccccc4
[C@H](
CCCCC2)
c(NC(=O)N
C1)C2
0
OCCO2
[Lu-]
Cc1c2c(
N1CCN(C(=O)
c3ccn
[n+](C)
CCO)
[C@H]3
c1cc2cc(
CCN2C(=O)
c1c(O)cc(
c2ncc(
COC(=O)c1ccc(
[C@@H]3
c3n2
CC2)CC1
[SnH]
c4ccc(-
s1
3)cc1)
c1sc(
F)cc2
SS
c2ccccc2c1
c3nc4ccccc4
c3cccn
c2ccc3[nH]
C2)CC1
C(=O)N2CCC(
CC[C@]3(C)
[nH]c2c1
N=C2
O)c1
COC)
c3ccc(Br)cc3)
3)CC1
OCCO
c1ccccc1-
[SiH8+4]
n1c(=O)
C(=S)S
CCCN(C(=O)
nc(N)
c2ncnc(N
c1cccc
c1c(Cl)c(
c1ccccc1Cl)
-c2cc
c1ccc(CN
n(-c2ccccc2)
[Re]
(O)(
CC(C)C
nc(S
c3cc(C)ccc3
(O
c2cc(-c3ccccc3)
C(=O)NC
=O)cc(
c1c(OC)ccc(
c2ccc3ccccc3c2)
-c2ccc(Cl)cc2)
CCN
c2cc(S(=O)(=O)N
c(C)n1
c1ccc2c(
c4n3)
c(=O)n(C)
3)c1
[13CH]
n(CC
O[C@H](CO
c1nc(N
CC(CC(C4)
O[C@H]3
CCc1n
c1n
c2cccc3cccc
cc2)ccc1
/C1=C\
C(=O)OCC)
CCCCC3
CC(=O)N2
S(C)(=O)=O
C3CCN(
[Sb]
=C(C)
S)=N
c2ccccc2)cc1
n1c(N)
(F)(F)
CCCC1
COc1cc(
P
c2cc(OC)c(OC)
N(C(=O)
c3ccs
n2)CC1
=O)ccc(
CC1
C(OC)
nn(C
c1cccs1
c3c2
CN2CC
2
CCC3(CC2)
c(SC)
=C3
Cn1cc
=C
c3ccc(F)cc3
c2cccc([N+](=O)[O-])
nnc2
c2nc(-c3ccccc3)
N=C(N)
[CH+]
C(=O)O)cc1)
c2cc(C)
CCC(N)
c2ccc(C(F)(F)F)cc2)
NC(=O)CS
C(C#N)
CCOCC3)
C(=O)N1CCC[C@H]1
c1ccc(
CCOC)
c4ccccc4)cc3)
(c2ccccc2)
c3cccc(F)c3)
c2ccc(Cl)cc2)
[Mo]
c2ccccc2
c3ccc4c(
C(c1ccc(
CCC(O)
[18F]
S(N
c1ccc(C)
[Te]
c2c(Cl)cc(
C1CCCN(
NC(=O)N1
CC(F)(F)F)
#
c2nc3c(
C(F)(F)F)c(
ccc(-
[C@H](CO
C)C1
c2ccc(F)cc2
=C(N)N)
N1CCOCC1)
s2
COc1ccc(C2
C5)
cncc1
F)cc1
[C@]34
c1nnc(-
OCC
CCCN(C)C)
[C@]1(C)CC
F
N(O)
C1=O
c2n1
C(=O)C(
Cn1c(
c1ccc(F)cc1
O)
C2)ccc1
ccccc12
C(N2
N2)
[Li]
[Pd+2]
c6
C=C3
cc3)
CCC(
nc(N3CCOCC3)
[C@@]1
c(=O)n1
C1C(
c1ncc(-
[Ca]
C(CS
FC(F)(F)
=O)CC2)
C(NC(=O)
c1cccc(Cl)c1
C2=O)c1
Nc1cc(
/N=C2\
C=C(C)
cc3c(
CCC4
c4s
c4cccc(F)
cn1
[nH]1
COc1ccc2[nH]
N2CCN(C
C1N
C[C@H](N)
O4)
(c1ccccc1)
ncc1)
CN(C)c1ccc(
[SiH2]
CC2CCCCC2)
c3c(OC)
c1cccc(Cl)c1)
O1
C1c2c(
[Se]
SCC(=O)N
4CCCCC4)
C1CC1
)cc4)
Cn1cc(
c1ccccc12
Cc1ccc(-c2ccccc2
NC(=S)
cccc3)
CCN4
C21
CS)
S(=O)(=O)N3
c1cn(C)
CCSC)
c3cccc(-
c1ccc(S(=O)(=O)N
C(F)(F)
OCC1
[nH]c12
nc(SC
[Ru]
n1c(N
c(C)c(C)
([O-])
-c2nc(-
C[C@@]12
nc(N
[Y]
CCOC(
OCC)
[N+](=O)[O-])cc
CCC(=O)O)
O=[N+]([O-])
[N+](=O)
ncnc(N
[C@@H]3CC
CNCC
N[C@H]1
O[C@H](CO)[C@@H](O)
s1)
CCN(C)CC3)
c1ccccn1)
c2cc(OC)c(OC)c(OC)c2)
S2(=O)=O
N(Cc2ccccc2)
C/C(=N\
Oc1ccc(
-c2c(
[Si]
OCc3ccccc3)
C(C)C)cc2)
C(=O)O)cc1
c2cc(C(=O)N
c(=O)c1
c(=O)[nH]c1=O
c3ccc(C#N)cc3)
CCCC(
C1N(C(=O)
c3ccc(Br
[C@H](CC(C)C)
/C=N/
C)cc1)
[13cH]
c(=O)n2
[C@H]2[C@@H](
[C@H]1CC[C@H](
c(F)c3)
c3)
Cc1cc(O)
CCNS(=O)(=O)
C(=O)N(
cc3C)
CCCO3)
c1cc(NC(
c1cc(O)c(O)
c4cc5
C(=O)O
ccc(F)
C(=O)CS
cs2)c1
#N)
c3ccc(Cl)cc3Cl)
[nH]c1
\
nc(SCC(=O)N
CN)
C2=O)ccc1
[SiH3]
[C@@]3(C)
[C@@H](C)
c2cccc(O)
CC[C@H]4
c3ccccc13)
c(OC)c1
[C@](O)(
O3)
N1CC
C1CCCCC1)
c2ncnc3
c4ccncc
O[C@@H]3
c34)
[Cs+]
cc(-c3ccccc3)
c1cc(Cl)cc(
CCOCC1
c3cccnc3)
[Pb]
Cc1cc(N
c(=O)[nH]c(=O)
[nH]
c4cc(Cl)cc
=O)c1
CCCN)
c21)
N2CCN(C(=O)
c1ccccc1O
C(O)=C(
C1CCN(
[C+]
C/C=C/
CN3
[N+](=O)[O-])cc2)
CCCC3
c2=O)c1
OCO2
CC(C)=
C(C)(C)O
ccc(NC(=O)
C(
=O)
COc1ccc(-
SC(
CCCCNC(=O)
C(OC
C2(C)C
[C@H](CO)
C(c3ccccc3)
C(F)(F)F)ccc1
nc2)
c1cccc(NC(=O)
4)cc3
c(C)cc1
c2)c1
[Mn+2]
c2cccnc2
[C@](
c1cc(Cl)c(
CN(S(=O)(=O)
2)cc(
c2ccccc21
Cc1ccccc1
OCCN(
c1c(
[C@H](O)[C@@H](O)
[B@@-]
cc2c(
5)
CO2
C1O
[Ti]
)ccc1O
[S-]
[C@H](C(C)C)
c2c(N)
4)cc2
nc3c2
C(=O)NO)
cc2)
C[C@H](
[C@@H]1C
/C=N\
nc2n1
N1
C)
c(SCC(=O)N
CC1(
Cc1cc
c4
c[n+](
c1cc(-c2ccc(
[C@@]1(O)
N=C(
2)c1
CCNC(=O)
-c2ccc(F)cc2)
c1cccs1)
c2)cc1OC
[PH]
N(S(=O)(=O)
c1ccc(Cl)
=[N+]
c3c2)
c3ccccc3Cl)
[N+](=O)[O-])cc(
ccc(OC)c1
CCOC1
[K]
CC1=
NC(=O)[C@@H](
c1cccc2c1
[C@@H](OC)
Cc1no
Cc1n
c3ccc(C)
CC(=O)N[C@@H](
Nc1nc(
ncc3
Br)cc1)
CCC(=O)N
F)cc2)c1
nn(-
[Zn+2]
)cc12
nc(OC)
C(C)(C)C
CCCCO
c(F)
CC[C@]4
c1c2c(
c4[nH]
[SeH]
C(=O)c1ccccc1
C(N
Oc3ccc(
C(C)=O)
c32)cc1
CCCCN(
N2
C(C)C)cc1
2)
c3ccc(C(=O)N
c1c(C2
[FeH]
[B-]
CC[C@]43C)
[C@]3(C)CC
c4ccc(F)cc
c2c[nH]
C(=O)OCC(=O)
C3CCCCC3)
c1s
P(=O)(O)O
N4
/C=C(/
CC[C@H]2
C(=O)c2c(
c2cn(C)
C(CO
(F)F)
cc(OC)
[Ce]
n2ccc(
OCC3
CCCC(=O)
c1ccc(-n2
cc3)cc
-c2cs
c3c(c2)
c(F)cc2
CCCCC2
C(=O)N[C@@H](Cc1ccccc1)
on1
c1cccc2
[se]
NC(=O)C2
c5
C(CO)
CCCCC1)
C(C)(C)C)
Cc1ccc2c(
nc1
[C@H]4
NC1
c3cc(C(=O)N
O[C@H]1
F)cc3)
[Mg]
Cc2ccccc2)CC1
c4ccccc43)
on2)
o2)
C[C@@H]2
c4c5c(
NC(=O)C
N1CCOCC1
=O)o
Nc1c(
4CCCC
Cc1nc(
[V+]
c2cn(
C1=O)
c1c(OCC
cc(=O)
c2sccc2
c4o
c2ccnc(N
C(O
Fc1ccc(
(=O)=O)
CC(C)(O)
)cc2c(
c2ccccc21)
c3ncc(
CCCC1)
c1c(Cl)
nn3)
CN2
Cl)cc2)
ccn1)
c4cccc(Cl)
c1cc(F)cc
C[C@@H](C)
[C@H](CC)
c1ccc2nc(
c3c(N)
[Hg+2]
C)cc2
c(C)c2
N)cc1
/c(
nc2-
c3ccc([N+](=O)[O-])cc3)
[C@@H](OC(=O)
c3ccccc3OC)
cc(N
[C@@H]2O
c2cc1
c3=O)
nc(N3
Cc2ccc(Cl)cc2)
C34
[O+]
c1cc(NC(=O)
[C@@H](CO)
N1CCC(
CCc1ccccc1
[C@@H]2CC
-c2ccccc2
c1cc(Cl)ccc1
NC(=O)c1ccc(
c(/C=C/
OCc1ccccc1)
c4cc
c(F)c2)
[C@@]2(
CCCCC
nc(C(F)(F)F)
-c2[nH]
[C@@H](CC
c1ncc
P(O)
CCC[C@H](
-c1c(
N#Cc1cccc(
c(=O)[nH]
N(C
C(C(=O)N
)ccc3
CCCCN1
Br)c1)
(CC
CCn2
n1-
c(C)c3)
CCCC(C)
c2ccc(O
CC2=O)
nc12
c3ccccc32)
c2cccc(Cl)c2)
[C@H]2O)
N(CC)CC
CCC1(
[IH]
c2ccc(S(=O)(=O)N
c2ccccc2)c1
OC)c1
cccc3
Cc1ccc(S(=O)(=O)
c2c(=O)n1
nc(-
Cc2ccccc2)c1
c3ccccc3-
c1ncc(
c3ccc(F)cc3)
=C\
=C4
nn
c2co
[Cr]
CC(=O)N
[nH]2)cc1
=C(\
nc(-c2ccccc2)
CCN1C
C1(O)
c5cc
[C@]2(
c2cc(OCC
c1N
sc2c1
/C(=N/O)
CC(N)=O)
Cl)cc2Cl)
c1cc(C(N
C3CCCC3)
c1c(-c2ccccc2)
[C@@H]1CC
c3ccccc23)
c2ncn(
C(N)
c1ncn2
[C@@]1(C)CC
CCCC(N
[C@H](NC(
C(C)=C(
nc1S
c1c-2
[c-]
CC)
c1co
Cc1ccc(OC)
C(=N
Cn3
Cl)c(Cl)
[S@@]
O)cc1)
nc2ccccc12
c2ccc(O)
c(Cl)c2)
c1cccc(C)
OCCN
[P-]
[Rh+2]
CC(=O)Nc1ccc(
cc4c(
Nc1nc(N
CCN1CCN(
[C@@H](C)C
c2ncccc2
[C@@]3
[C@@]
S(C)
ns
[N+](C)(
[NH-]
[Ho]
OCCCC
CC3)cc2)
[C@H](Cc2ccccc2)
C[C@@H](N)
(F)F
Nc1ncc(
=C)
O2)cc1
C2=C(
)cc1)
(CO)
Clc1ccc(
C(=O)OC(C)(C)C)
(N)
ccc(Cl)cc1
[125I]
C)cc1
c(Cl)c1
c2[nH]1
N1)
O=C(O)
CC(CC(C3)
C(=O)Nc1ccccc1
c2cc(C)cc(C)
cc2)cc1
CCOC
c2)C1
c3c(cc(
C2CCN(C(=O)
cc3)cc2)
/C=C
c1cc(C(
CN(
Cl)cc(
[nH]2
C#
(-
[N+](C)(C)C)
c1c(N
[Bi]
c(C(C)C)
N#
c3ccc(O
[W+4]
c2c(F)cccc2
C(F)(F)F)cc2
o2)c1
[Nd]
C(F)
c3c(=O)
[Zn-2]
[nH]cc2
CCOCC2)cc1
c(O
c2sc3c(
c2c(N
c1cccnc1)
[SH]
c1c(F)cc(
c2nc(O)
c(NC
c1ccc([N+](=O)[O-])cc1
c1ccc(OC)
n2
c1c(C(
OC
COc1ccc(NC(=O)
n(CC)
cn(
[N+](=O)[O-]
CC1=O
CNS(=O)(=O)
[C@]2(C)CC
c3cc(O)ccc3
=C1/
c2cc1OC
CC2CC2)
CCCC(=O)O)
nnn1
=O)[nH]
c1o
c4ccc(F)cc4)
Cc1ccc(-n2
Cl)c1
OCC(=O)N
[C@@H](CC(C)C)
CC5
c1cccc(C)c1
cc(-
CO
C#N)cc1)
n(-c2ccc(
CC1(C)
c1cccc(-c2n
/C2
C[C@H](C)
-c2nc(N
/C=C2/
c(C(F)(F)F)
Cc1ccc(Cl)cc1)
[C@H]2CC[C@H](
OC(C)=O)
=C(N)
c1cc(O)
nc2n(
[nH]2)c1
C1(c2ccccc2)
c2cc(OC)c(OC)c(OC)
c1c2c(cc(
c(C#N)
[Zn+]
C3CC3)
S2
ccc3
c2c3ccccc3
/C(C)=N/
O=C1
/C(C)
C(C(N
cccc1
=O)n(
C(C
[C@@H](OC(C)=O)
%21
N1CCN(
CC4)cc3)
C(OCC)
c3[nH]
Cc1ccc(O)cc1)
[C@@]2
8
c1cccc(
CC1=N
c2)cc(
ccc(F)cc1
)cc1
c(OC)c(OC)
NC(=O)/C=C/
2)CC1
CC(F)(F)
c2ccc(O)cc2
/C(=N\O)
cnn1
c[nH]1
SC(=S)
n5
c2ccc(S(=O)(=O)N3
/C=C(\C)
n2cn
[C@H]1C
c3ccc(F)cc
Cc1c(Cl)
c3cc4c(
P(=O)(
[C@H](OC(=O)
c3cccc(Cl)c3)
3)cc2)CC1
CC(CC(
O2
CCC3)
[CH-]
Cl)cc(Cl)
=N/N
c1cn
C1CC1)
CC1)
COC(C)=O)
n2c1
[Sb-]
c3)CC2)
c2ccc(C)cc2
Br)cc
[C@@]3(C)CC
OC(C)(C)C
CCCC2)cc1
c2[nH]
CC3(
Cn2c(=O)
CN(C
c4cn
I)
[nH]2)
c3cc(OC)c(OC)c(OC)
C1CO
cc2c(c1)
CN(C(=O)
c1ccc2c(c1)
C=C(
CCCC(=O)N
=S
CC2)ccc1
c2cccc(N
c2cc(Cl)c(
[C@@]5
CCCN=C(N)N)
[N@@]
c2no
C1CCCC1)
c1cc(-
C(F)(F)F)cc(C(F)(F)F)
c2ccccc2C1
cc4
[Ga]
c3cccc4cccc
[Ni-]
c2ccc(Cl)c(Cl)
CC(
C(C)(
c(OCC)
[I+]
cn2)cc1
[3H]
cc(NC(=O)
c3ccc(C(=O)O)
c1cc(C)
c1c(NC(=O)
[BH-]
=O)cc2
COc1cc2c(cc1OC)
c3cc(Br)cc
COc1ccccc1N1CCN(
[Ge]
c3ccc(S(=O)(=O)N
[cH+]
n1ccc(
c2c(O)
N2CCC(
N12
CC(=O)
c2ccc(-c3n
Br)cc(
CN1CC
CC(=O)N1CCN(
[Ni+]
Cc1nc2c(
C(=O)
C1(C)
C(C(=O)O)
)cc(O)
c4ccc5c(
[Tb]
N(C)C)
/C
c1ccc(C(F)(F)F)cc1
CCC2(
c3c(Cl)cc(
O[C@H](
CC[C@@H]1
CCCC3)
c2ccn
c2ccc(Cl)cc2)c1
c1ccc(NC(=O)
C(=O)N[C@@H](C)
C(N3
sc1
C1CCN(C
CN4
c1=O)
[n+]3
[Cu]
[Rh]
S)N
c(=S)
c1[nH]
CCC(=O)N1
NC(=O)c1cc(
[N@]
[Sn+2]
=C(
c1cc(
/C(
C1
CCCNC(=N)N)
CO[C@@H]1
CCN3CCOCC3)
C(=O)Nc2ccc(
c4nn
c1ccccc1F)
c2ccc(OC)
c1ccc(C(=O)N
CN2CCN(
CC[C@H](
N(C(
c3cc(Cl)ccc3
c2ccc(C)
nc2N
nn2)c1
ncc1
(=O)
ccc(Cl)
Cc3c(
3)cc
[13C]
c4ncc
CCOCC
c3cccc(
P(
-c2c[nH]
c4ccco
O=C(Nc1cccc(
c2ccccc2C)
CC(=O)N1
CC1CCCO
CCC(C)(C)
C2=O)
N2C(=O)
CC3)cc
[Ge@]
CC(NC(=O)
CCCS
c3ccc(O)cc3
Cc1ccc(S(=O)(=O)N
I
/N=C2
CCN(CC)C(=O)
oc2c1
OC[C@@H]1
c4cc(C)
c1ccco1
nc(Cl)
CC(C)(C)N
F)cc(
CS(=O)(=O)N
C(c1cc(
c3cccc(OC)c3)
c1)C
[C@H](OC(C)=O)
CCN(CC
c(C)cc(C)
CCCCCCN
COc1ccc(C(=O)
C(CCCC
CC2=O
C12CC3
c2cc(O)
C(F)F)
C23CC4
#N
c1cnc(
n2c(
n3
c3ccc(OCC
C2C3
S(=O)(=O)N2
C(=O)[C@H](
Br)cc2)
c2o
Cc1cc2
F)cc1)
NC(=O)[C@@H]1
CC)cc2)
OC(=O)
c2cccc(C)
/C=C/C(
c1cc(=O)
Cl)c1)
=O)CC1
CCC1
C[C@@H]4
O=C(N
n(Cc3ccccc3)
C(=O)NS(=O)(=O)
Cc4ccccc4)
c2cc(
N)ncn
C4)cc3)
[Ag+]
Cl)cc3)
c
OC[C@@H]2
c4cc(F)cc
c3cn
)cc2
CCN1C(=O)
c3ccccc3)cc2)
nc3
NC(
(C)(O)
[N+]
CC[C@@]4
3)cc2)c1
S(=O)(=O)N1
=N)N
[C@@]12
[C@@]4(C)CC
c2ccc(
c2c[nH]c3ccccc23)
COc1ccccc1
C(NC
C(C(=O)
c1cc(OC)c(OC)c(OC)
n1C
nc(C(=O)N
C2(C)
OCCO3)
c3cc(OC)
Cc1ccccc1)NC(=O)
C(=O)C1
c2ccc(Br)cc2)
[pH]
c1ccc2c(c1)OCO2)
c3cc(N
[C@@]2(C)CC
CN(C)C
SC
nc2)cc1
C3
c45)
Cl)
C(=O)N/N=C/
OC3
C1)
C=C\
CCS(=O)(=O)
ncn2
c2ccccc2)CC1)
CC(C(=O)O)
C(C(C)C)
Oc1c(
N2CCN(C(
3)cc2)cc1
C[C@H](N
O[C@H](C)
[Fe-2]
n2)cc(
nc2)c1
Cl)c(Cl)c1
OC)c1OC
[15NH]
c1c(=O)
c3nc(-
NC(=N)N
C(N1
c2)cc
CC2)
CC3)
[C@]5
Cc2ccc(C)cc2)
C(C)C)c1
CCOCC2)
[O]
[Mn]
c(O)
CN(CC)
Cc1ccc2c(c1)
no2)cc1
ncn
c3c(-
nn1)
no1
c6ccccc6
C1=C(O)
C1=S
c2c(C#N)
c3ccco
c1cnccc1
OC)c(OC)c1
cccc4)
CC(=O)N(C)
C(=N)
C(C)(C)[C@@H]5
NC(=O)C(
c1ccn
NC(=N)
O=C(CS
[PH-]
[17F]
S1
c2cc(F)c(
S1(=O)=O
[C@@H](NC(=O)
Cn1c2c(
[nH]c(-
c2cccc(C)c2)
[13c]
c23)
CC(c1ccccc1)
c23)c1
ccc(Cl)c1
n2)cc1
c2n
=O
c(=O)cc(
cnc2c1ncn2
[C@]3(O)
c3cc(C(F)(F)F)cc
CC(=O)N(
C(=O)OCC
C[C@@H](NC(=O)
Cc2ccc(F)cc2)
[P@@H]
[PH2]
C(F)(F)F)cc
c3ccccc3c(=O)
=CC(=O)
CCCN
CCN(C)CC1
)ccn1
C)ccc1
2)cc1
c2ccc(O)cc2)
CN(C)S(=O)(=O)
c4c(Cl)
Cl)c(Cl)c1)
C=CC(
c3ncccn3)
c1nc(C)
C(N)=N
C(CC
c2nc1
C=C)
[As]
F)cc2)cc1
[nH]c(=O)
=C(O)
n(-
ncc(-
)ccc2
c1ccc(C(
c2c(ccc(
=
Cc1cccnc1)
C2=C(O)
COC(=O)
[C@H](O)
c3cc(O)
c2ccccc12
cccc1)
oc(=O)
)
c3ccncc3)
c4)CC3)
c(Cl)cc1
c3ccccc3
(-c3ccccc3)
c1ccc(C(N
nc(N2
c(C
CC(C)C[C@H](NC(=O)
OO
(C(=O)O)
c1c(O)c(
-n2
S(=O)(=O)
C2)n1
B
c4ccc(F)cc4
CCC[C@@H]2
[Rb+]
C3(
Cc1c(
c1ncn
[C@@H](O)[C@@H](O)
O[C@H](CO)
c2c(C)cc(C)
c1ccc(Cl)cc1)
c1c(-
C(N1CCN(
[C@@H]2C
c1cccc2ccccc12
FC(F)(
Nc1ncn
[O-]
nc21
CCOCC3)cc2)
CCN1CCC(
[C@@]2(O)
)cc2)
CCC3
OC)
OCC(=O)
Cn2cn
CCCO
CC[C@]4(C)[C@H]3CC
c2ccc(N3
[C@H]1CC[C@H]2
CN2C(=O)
C(=O)c2ccccc2
c-
3)cc2)
[AlH]
c(OC
N2CCCC
c2ccc(Cl)cc
c1cccc(F)c1
NC
c1cc2cccc
c43)
cnc1)
[Yb]
Cn1c(=O)
[C@@]21C
c4ccc(O)
2)C1
N[C@@H](
S(=O)(=O)N
[S@@+]
c3ccc(Cl)cc
c1ccc(O)
2)cc1)
[Pm]
C2=O
[C@@](
C=
C(=O)N1
c4cccc(
C(F)(F)C(F)(F)
C1CCC(
c(=O)c(
c1cccc(F)
C(=O)O)c1
C(F)(F)F)cc3)
[SiH4]
[Fe+3]
c3ccc(O)
/C1=C/
CCC#N)
c3ccccc3)cc2
C3=O)
[nH]n1
c3cco
/C=C2
CC(O
6
NC(=O)[C@H](CC(C)C)
[nH]c1)
c2cccc(C(F)(F)F)
/N=C(\C)
c1c(Cl)ccc(
c(=O)c2c1
O=C1N(
CC(C)C)
c(-c2ccccc2)
Nc1cccc(
[C@H](C)N
nc3)
c3c(Cl)
CCC2(CC1)
c3nc4c(
=C1\
o2)cc1
c2sc(
c3cc4
C#N
CO2)
c2cccnc2)
C[C@H]4
C=C1
1)
C2CCCC2)
CCN2CCOCC2)
C(Cl)
[2H]
CC(NC(
c1cc2c(cc1
c(N2
c3cccc(C)
CCN(C)CC
CN(C)C)
COc1ccc(
cs3)
c3Cl)
c(C(=O)
CCN1
c3ccccc3C2=O)
OC)c(OC)
oc(-
c(C)c(
N=C(N
CCC4)
[15NH2]
O[C@H](CO)[C@@H](O)[C@H](O)
4CCOCC4)
c4c(F)
C[C@H]2
c3cccc(F)
c13)
C(c2ccccc2)
OCO5)
C[n+]1
[Pt]
c1ccc2[nH]
[Gd]
c1ccccc1F
C(=O)C2
n1c2c(
c(-n2
N(C(N
-c2
c1ccc2c(c1)OCO2
c3)cc2
c4ccccc4)
CC2)cc(
nnc1
ccc(C)c1
cccc(
cn2)c1
[C]
[N]
3c(
C1CC2
SC1
c1c(-n2
c3ccccc3)
CCN(C)CC2)
n(C(C)C)
4)cc3)
c12
)cc(C)
[C@H]12
COc1ccc(OC)c(
5CCOCC
O=C(Nc1ccc(
c3cc(Cl)cc
Br)c2)
c2-
C(N[C@H](
CCC(CC)
[C@@]34
2)ccc1
[Cd]
Cc1cc(C)cc(
n
[Sn+3]
(C)(C)
3)cc(
C3=C(
[Ni]
n(C)
NC1=O
c3ccccn3)
n5)
=O)ccc1
C1C2
n3)
Cc1ccc(C)
C/C(=C\
Cn1
ccc(O)
C(=O)N(C)
c1ccc(-
cc12
[Zn]
c2ccc(Cl)c(Cl)c2)
c(OC)cc1
c3F)
CCCC4)
[C@@H](O)
c4cccc5
CCCCCCCCCC
n3cn
/C=C1/
[Si-]
(F)
ccc(
CC(C)(C)
=N1
Cl)cc3
C4)
N(C(C)C)
C(=O)OC
c3ccccc3)cc
c4cccnc4)
c2ccccc2)CC1
nn1
COC
P(=O)(O)O)
c2)cc1
C[C@@H](
[nH]c2
C4CCCC
[K+]
c1c(N)
CC1(C)C
CCn1c(=O)
C(=C/
c1c(C)ccc(
Cc2ccccc2)
OC)c(
c2cc(OC)ccc2
n2C
OCC(N
C(C)C
n1
OC4
CC[C@H](O)
c1ccccc1Cl
c2cccc(
OC[C@H]2
CC)c1
OC)c(OC)c3)
Cc3ccc(
c32)
CCCCCC
[13CH2]
c2cccc(OC)c2)
N3CCOCC3)
=C(C)C)
3)cc21
S
cc1-
c3ccccc3)CC2)cc1
c2)CC1
Cl)cc1
ccn1
c(N)
=O)cccc1
[15N]
nn(C)
C(OC(=O)
Cl
c1ccc(Cl)c(
C[C@]12
N1CCCCC1
c3cc
c2c(OC)
c4n(
c4c(
c2)ccc(
c5c(
[N+](C)(C)
c(OC)
CSc2n
c1=O
C1N(
c1cc(OC)
O=c1
nc1C
COc1cc(N
c1c(O)
n(C)c(=O)n(C)
9
O
C3=O
nc(SC)
c3ccc(C(F)(F)F)cc3)
c(=O)n(-
CCC[C@@H](
CCCCC2)cc1
[SiH]
[Al-]
C(OCC
P(=O)(OCC)
c2ncc
[Na]
c2cc3cccc
[Co]
Cc1nc(N
n4
c2ccc(Cl)
C(F)(F)F)cc2)
n(-c3ccccc3)
OC1=O
Oc2c(
CC4)
N(CC
CCN(C)C
COc2ccc(
c1
c2ccc(Cl)cc2
Cc3ccccc3
c4c3)
[Al+3]
n2)
c4cccn
c2nccc(
CCCN(
c2ccs
C(=N)N)
CN(CC
CCN(C)
CCOC(=O)
c3cccc4
CC[C@H]3
c1ccc(OCC
[C@@H](C(=O)O)
CCN(S(=O)(=O)
cn
-c2ccc(
c3c(ccc(
[C@]1(O)
c1nc(-
c1c(Br)
nn(
=O)c(
COc1ccc(-c2n
C2)C1
CC2)c1
COc1ccc2c(
[C@@H](N)
/N
C(=
COc1cccc2
CCCCCCCCCCCC
c3s
no
O=C1N
-c1ccc(
c1c(F)
c2cc(Cl)cc
S)
-c1cc(
[N@@+]
CCOCC4)
cs1
c3cccs3)
cn2)
c(-c4ccccc4)
C(C)(C)
oc(C)
CCCO2)
c2ncn
O=S(
c2C1
c1sccc1
[OH2+]
CCOc1cc(
c2ccc3c(c2)OCO3)
cn3
NC1=N
c1n(
c1)N
C#N)
c2cs
c1cc(OC)c(
C(C)(C)O)
CCCn1
c2c(C)cccc2
C(C(
CN(C(
[In]
c3c1
P(=O)(O)
c4)cc3)
c(OC)cc(
oc(
c2cc(Cl)cc(Cl)
C(S
[n+](C
CC[C@]2(C)
c2)
[C@@H]2[C@@H](
c1nnc(
/
nc32)
)ccc1
Cc2ccccc2
nc2cc1
c2cnn3
c1ccccc1)N
C3CCC3)
c(-c3ccccc3)
ncn3)
C(=O)N(CC)
n4)
ncc
c2cc(O
P(=O)
4)c3)
nc(
CCNCC2)
C12CC3CC(CC(C3)
c3)cc2)
C4CC4)
[C@]2(O)
nc3c(
[BH2-]
CN1C(=O)
c3c(n2)
c3cccc(N
c2ccccc2O)
[Zr+2]
NC(=O)c1ccccc1
c2ccc(OC)cc2
c3C)
oc1
nc(O)
C(CN
sc2
c4ccc(OC)cc4)
[C@H](O)[C@@H](O)[C@H](O)
c(OC)c3)
c2s
c2ccccc12)
c(O)cc1
c-2
-c2n
c1ccc(O)cc1)
OC)c(OC)cc1
CCCCC1
c1ccccc1)
CCCC
CC[C@@H](C)
CCCCN)
NC(N
N1C(=O)
sc(
CC(C)(C)O
=O)cc1
)cc3
c2ccc(OCC
-c1ccccc1
COc1ccc(N
c(=O)n3
C(NC(
NC(=O)N
[C@H](C(=O)O)
c1cc(Br)ccc1
CCCOc1ccc(
c5ccc(
n2)c1
CCC(C)C)
P(=O)(O
c3cccnc3
Br)c1
c1c(OC)
CC#N)
c3n(C)
c3c(F)cccc3
-c2c3c(
CC=C)
c3ccc(Cl)cc3
CCN(C
cc2C)
c2n(
c1cn(
c3ccc4c(c3)
C=C
c3nc(C)
c2ccc(Cl)cc2)CC1
c3o
C(N)=O
CCN(CC)
C[C@H]1CN(
)cc3)
N)
=N2
[Ir+]
c1nc(N)
c3c(Cl)cccc3
CCC
c3c(O)
c1-
ccn3)
[11CH3]
O)cc1
s2)
C(=O)NCCCC
[Ni+2]
CC#
c2ccc(-
C2(C)C)
Cc2ccc(O)cc2)
c4ccc(C(F)(F)F)cc
Cc1cn
C=N
CCC1)
c4c(C)
CC[C@@H](O)
Cc1ccco1
/C=C/
CCn1cc(
c2c1
co
c3ccc(O)cc3)
CCO1
S(=O)(=O)N(
C4CCCCC4)
[CH2]
c2nnc(
c2Cl)
c1nccc(
cs
[Dy]
c2ccc(-n3
[Eu]
c2N
n3cc
c1O)
CC(=O)O)
c5cn
Cc1cccc(
N3
Br)c3)
(CC)
4)cc2)
-c2ccc(-
[C@@]4(C)
ncc4
COc1cc(OC)
c4)
c3ncn
C(=O)N[C@H](
c2=O
CO[C@H]1
n2)C1
CCCO)
S(N)(=O)=O)
n2c3c(
-c2s
c2=O)cc1
Cc1ccc(
C(O)(
OC(C)(C)C)
CC[C@H](C)
c4ccc(C)cc4)
C1=C
[N+]([O-])
OC(C)(C)
C(O)C(O)
CCCN(CCC)
[nH]1)
[P@@+]
4
(N
COc1ccc(Cl)cc1
Cc1ccccc1)
c2nnc(-
[C@H](C)CO)
c2)n1
/C(C)=C/
c2c(-c3ccccc3)
[N@@H+]
[P@]
C(N(
[nH]c2)
OC(C)C)
C2CCCC
CC(=O)OC)
c2c(Cl)
[P@+]
c2cccc3ccccc23)
CCCCCC)
SC)
/C(C#N)
[C@@]13
CCC(C(=O)N
C[C@@H](O)
CC(O)(
[N-2]
n12
CCCCCCC
%12
c2c3
c4ccc(C)
c1c(F)cccc1
OC)cc2)
Cc1ccc(O
c1c(-c2n
O=C(
c1C)
[C@H]2[C@H](
NC(=O)CO
c(SC
c(-
(C)C
[Sn]
c1nc2ccccc2
CC2)n1
co1
cc(O)
[C@H](Cc1ccccc1)NC(=O)
cccc5)
C2
3)
C2CC
=O)C1
S(=O)(=O)c1ccccc1
c3ccc(Cl)c(Cl)c3)
C#N)cc3)
(=O)=O)c1
C(=N)N
CCN3
nnc(-
c2ccc(OC
/C(=N\
ccc12
c1ccc(O)c(O)
[Hf]
C(=O)N1CCN(C(=O)
n(C)c1
OCCCO
c4ccc(N
CCCCCC3)
c(C)c2)
c2c(cc(
c1ccc(O)cc1
c3cc(OC)c(OC)cc3
c3nnn
c3n[nH]
[Sm]
O=S(=O)(N
C(=O)O1
CC(C)(C)C)
CC(N
c3cccc(O)
nc2c(
CCC(=O)
c(=O)n(
[Zr]
c4ccc(Cl)cc4
CC(C)O
N)N
Cc1cccs1)
[P@@]
CC3
[15n]
c1n[nH]
C(F)(F)F)cc1
/C=C/C
[C@H](N)
F)cc2)
c3ccc(C)cc3
c1ccc(-c2ccc(
C(=O)O)cc2)
3)ccc21
[S@+]
4)cc
O)c(
C(=O)O)
[C@]4(C)
c1cs
ccccc1
/C(=C/
/N=N/
c3O)
O=
c3ccc(OC)
Oc1ccccc1
ccc(F)c1
(C
O=C(N/N=C/
[C@]1(
C(=O)c1c(
[C@]3
cc5
C(C)(C)C)cc2)
[C@@H](
nn2)cc1
C2)c1
c1nc(-c2ccccc2)
Cc1o
N2CCN(
C(F)(F)F)c1
c1cccc(O)c1
c3c(N
c3c(c1)
S(=O)(=O)O)
[C@@H](C
c3ccccc23)cc1
C(CCC)
F)c(Cl)
/C=C2\
O=C1c2ccccc2
%10
cc2
CCc1ccccc1)
c(C)
c2n(C)
c2c1)
=[N+]=[N-])
c(Br)
=N\
ncn1
N
[C@]2(C)
c2ccncc2
CCC2)
=O)cc2)
C1CCN(C(=O)
C1=N
CCn1
n(C
c3cccc(C)c3)
[C@](C)(O)
c(C)c1
C#N)c1
[I-]
C)C
/C=C3
c1c(NC(
Cc1ccc(NC(=O)
/N=C(\
[C@H](O)[C@@H]1O
OCO2)
C1(C)C
[C@H](C)C
/C=C3\
Cc1c[nH]
n3)cc2
ncc(
Cc1nc(-
[Fe+2]
c6cccc
CC(CO)
CC[C@H]1
n1c(-
ccccc4
ccc(OC)cc1
[C@@H]2C1
[N+](=O)[O-])
C(=O)N[C@@H](
c2cc(Br)
-c2cn
c2ccco2)
C5
nc3ccccc3
nnc(
c1O
O=S1(=O)
[C@@H](CO
c2ccc(NC(=O)
Cc1cccc2
[SH3]
c2ccccc2)
[nH]c(
Br)ccc1
N2CCOCC2)
C(=O)NC2
[F+]
ccc21
c3c4ccccc4
C)c1
/C=C(\
CCc2c(
cc(C)
n(
[B@-]
OC(
CC[C@]4(C)
n2)cc1)
c2c(Cl)cccc2Cl)
ccc4
cc2)c1
[C@](C)(
[C@@]4
(=O)O
[C@@H]2O)
c(CN
[C@H](C
C1=C(C)
c1cc(OC)ccc1
c2cc(Br)cc
[C@H](O)[C@H](O)
c(C(N
OC)cc(OC)
C3=N
c3n
c2cccc
[N+]2
c2ccc(-c3ccccc3)cc2)
c1c(C#N)
[C@H]1[C@H](
C(=O)N2
C1CCCC
5)cc4)
COc1ccc(-n2
C2CCN(C
C2)
c2cc(F)cc
c3cc4c(cc3
CC(c2ccccc2)
[C@@H](O)[C@H](O)
/C=N/NC(=O)
C(=O)N
c2ccccc2)cc1)
c1c(F)ccc(
Cc1ccc(S(=O)(=O)N2
c1-c1ccccc1
[C@H]3O)
CC3)cc1
CO)
CN=C(
C#N)cc1
C3)cc2)
[C@]1
c2cc(-
[S@@H]
c3cc(F)cc
c2c(C)
c1cc(C)ccc1
C)(
CN(C)
[C@H]1CC
CC
CCc2ccccc2)
[V]
CN
c1ccc(S
c2ncc(-
c4ccc(Cl)cc4)
OC(CO)
=O)(
c1ccco1)
(C)C)
C(=O)NC(=O)
nc2
c(F)c1
CC2)C1
nc4)
[n+]1
OC(C)
C(C(F)(F)F)
-
CSc1n
s
c(=O)n(C)c(=O)
c2cccs2)
nn12
c2ccc(OC)c(OC)
=O)C
[O-])
[C@]
c3ncccc3
NC(=O)[C@H](
ccc(N
c2cccc(F)c2)
c21
C[C@@H]1
C2=N
nc(NC(=O)
c2cccc(NC(=O)
c2cc(Cl)
O=c1[nH]
c2cccc3c2
[C@H](O
[B@@H-]
c1ccc(O
c3c(F)
CCOCC2)c1
C)CC1
/C(=N/
c3ccc(NC(=O)
FC(
c1cccc(O
Cn2c(
NCCCC
Cc1c[nH]c2ccccc12)
B(O)
OC[C@H]1O[C@@H](
N(CCC)
C(=O)N1CCN(
[IH2]
[S+]
C(=O)N2CC
3)cc1
c1cc(O
F)ccc1
CCc1cc(
c1ccc(N
cnc12
COc1cc2c(cc1
C1(
[N+](=O)[O-])c1
c(NC(=O)
c1cc(-n2
[N+]1
CCC3(
cnn2
C1CCCCC1
C(F)(F)F)c1)
C1C
[P+]
-c2nc(
Nc1ccc(
ncn2)
Cc1ccc(-c2n
(C)C)cc1
c3cc(OC)c(OC)c(OC)c3)
CN(C)C(=O)
[C@@H](N
O=C(CN1
c(OC)c1)
c2=O)
cs2)cc1
c3cc(OC)c(OC)
COc1cc
Cc1s
O=C(N1
c5ccccc5)
c1ncccc1
OCO
c1ccc(C)cc1)
Cc1ccc(-
c2cc(N3
CCS
C(=O)/C(=C/
Oc1cc(
)cc(-
ncnc3
CCc1ccc(
nccc2
OC[C@H]1
Cc3ccccc3)
F)cc(F)
[C@@]1(C)
nc(C)c1
c4ccc(Cl)cc
-c1n
CC(CO
c3nc(N
C(=S)N
[Na+]
c2ccccc2)ccc1
c3ccccc32)cc1
c1cncc(
C1C2(
CCO
N1C
Cc1ccc(N
C4
nnn2
nc1-
NCC
